Dlubal.RFEM5.IVariableThickness
Interface for working with surface variable thickness

Dlubal.RFEM5.IVariableThickness.GetData
Gets surface variable thickness parameters.
Returns: Surface variable thickness parameters

Dlubal.RFEM5.IVariableThickness.SetData(System.UInt32@)
Sets surface variable thickness parameters.
Thickness: Surface variable thickness parameters